Repository: enu-sav/beliana-knowledge-base
Catalog: web/modules/custom/bkb_source/translations/bkb_source.*.po
Languages: sk

source: Attachment
sk: Lokálna kópia stránky (ako pdf) alebo pdf súboru

source: Data
sk: Bibliografický záznam (BibTeX)

source: Filter by view name, machine name, description, or display path
sk: Filtrovať podľa názvu zobrazenia, strojového názvu, popisu alebo cesty

source: Sources
sk: Zdroje

source: Add comment
sk: Pridať komentár

source: Add source
sk: Pridať zdroj

source: The source %label has been updated.
sk: Zdroj %label bol aktualizovaný.

source: The word %label has been updated.
sk: Komentár %label bol aktualizovaný.

source: SourceURL
sk: Adresa externého zdroja

source: Page title was not found for this @link automatically. Copy it from the @page_link and update the source.
sk: Názov nebol automaticky nájdený. Skopírujte ho z @page_link a názov v zdroji (@link) aktualizujte.

source: Page title was not found
sk: Názov zdroja nebol automaticky nájdený

source: article
sk: stránky

source: Link to a local file is not in @link allowed. If you want to upload a local file, use its field
sk: Odkaz na lokálny súbor nie je v @link povolený. Pdf súbor vložte do jeho poľa

source: source_lokal
sk: zdroji

source: Link to a local file in field <em>%label</em> is not in @link allowed. If you want to upload a local file, use its field <em>%attachment</em>.
sk: Odkaz na lokálny súbor nie je v poli <em>%label</em> @link povolený. Ak chcete pripojiť lokálny súbor, použite jeho pole <em>%attachment</em>.

source: source_genitiv
sk: zdroja

source: Title of the document was not found. Copy it from the %page_link and update field %label of the @link.
sk: Názov dokumentu nebol nájdený. Skopírujte ho z %page_link a aktualizujte pole %label @link.

source: Downloading failed
sk: Archivácia stránky zlyhala

source: Downloading of content of the %page_link failed owing to access restrictions.<br />Print its content to a pdf file and upload it manually to @link in the %attachment field. Set also the document title in the %label field
sk: Archivácia obsahu %page_link zlyhala kvôli obmedzeným prístupovým právam.<br />Uložte je obsah do pdf súboru a ručne ho vložte do poľa %attachment @link. Nastavte tiež správny názov v poli %label.
